{
  "big_title": "My Word",
  "small_title": "Hallo!",
  "content": [
    "I’m Prudhvi Chinthareddy. Hold onto your seats as you are about to enter and witness my enthralling-yet-beautiful world!",
    "Fun. Love. And Passion. - keys to my heart and mind! The keys that can change anyone’s mood, day and even life in some cases! So, keeping these in mind, let’s start our journey :)",
    "People call me Prudhvi, Pru, reddy or Chikku(my nick name). You are free to choose any of these and NOT give me any other nick-name you want to. I am a small-town boy from Hyderabad, India, with big dreams! An innocent mind but a smart thinker! A researcher during the day and a party-pooper during night! I would do bungee-jumping but still be scared to look down from a tenth floor building. I would leave worldly pleasures for the ones I love but still fight with them over a driving! I believe life should be a roller coaster ride just not with the ups and downs but with 360s! A true believer of Les Brown’s saying,’’Shoot for the moon, even if you miss you'll land among the stars.’’ They say people fear to understand the complexity of a woman’s mind, I say let’s enjoy this complexity one page at a time! "
  ],
  "twitter_text1": "Tweets by PChinthareddy",
  "twitter_text2": "Follow @PChinthareddy",
  "twitter_url1": "https://twitter.com/PChinthareddy",
  "twitter_url2": "https://twitter.com/PChinthareddy",
  "facebook_url": "https://www.facebook.com/photo.php?fbid=1795536183926104&set=a.179387532207652&type=3&theater",
  "instagram": "Me & Us! A Happy family! I believe coming together is a beginning. Keeping together is progress. Working together is success. Thank you each and everyone! #justanotherboyfromIndia #hefoundhisfamily",
  "instagram_url": "https://www.instagram.com/p/BrYiFJmB_6QPdyT6y-W3XCX7uSVNAn1f-zDekw0/",
  "posted_by": "A post shared by Prudhvi Chinthareddy (@prudhvichinthareddy)",
  "posted_time": "Dec 14, 2018 at 12:30pm PST",
  "story_footer": "More coming Soon..!"
}
