{
  "title": "A WRONG Beginning to an Astounding Journey@VSP",
  "date": "Jan 02, 2018",
  "content": [
    "Today, it was my first day at VSP. Oh! I hate waking up at 6:00 in the morning and that too in vacations!!!",
    "To my misfortune, I couldn’t wake up on time even though I went to bed early yesterday. I wonder how come my friend’s loud and shrill voice couldn’t reach me in my dream world. (I guess the only time my friend hates me is while waking me up.)",
    "I woke up an hour late! HOLY HELL! The Vision Insurance Plan company was 35 minutes away from my house. And my reporting time was 8:00. I wonder at what speed do I expect myself to get ready with my friend continuously shouting at my ears for being late. Argh..!!!",
    "And to add to my misery, I had to drive all the way on my own on my so-called “AUDI”! (Don’t mistake it to be an original AUDI. It’s Camry, 2007 model!)",
    "In this scorching heat, I hated driving from the innermost core of my heart. The drive seemed to be never ending. I regret why I fought with my friend and left the option of being dropped by him.",
    "I tried my best to make up, but still reached half-an hour late. And over it, the guard at the security desk gave me the look – Gak! How can we let this boy enter? (I think my manifestation of a dacoit made him think so. You see the look which the Indian boys usually carry over during summers.)",
    "I wanted to rush into the building i know from the details I have is HQ5 and I ran into my colleague Mr. Chris Maples accidentally at secure revolving door and he pointed me to get the badge at security desk on the building which is across the street.",
    "So many questions were coming up in my mind – What impression would my colleagues get of me? What excuse would I give them for getting late? Will they believe that? What if they send me back home?",
    "But again, the Security desk’s drama went on. It seemed to me that I was playing Takeshi’s Castle – coming over all the hurdles! I liked one thing about my vendor company today the most... they make you fill so many forms (pun surely intended)! Forms inquiring the immigration, work authorization forms and the most weirdest one – asked for my passport, etc. It took me another 15 mins. to complete filling them up. I almost ran to the Security Desk office to meet my manager Mr. Dennis Mojado",
    "While on my way, I haven't seen or heard a noise from any building as its early hours.",
    "My manager Dennis Mojado and Jim Brock the manager from other team came over to receive me and get the badge at security desk. One thing was really surprised they both were so friendly and explaining me about the team i am going to work on",
    "I had to cross 2 doors to reach my desk. After entering the first security revolving door. We took the elevator to the 3rd door.",
    "I reached to my desk and one of my colleague helped to setup for the access required.",
    "Everyone was walking across the floor suddenly at 10 and my other colleague mentioned that its daily stand up time and everyone need to attend in collaboration area on the same floor. So, walked with him to the meeting as its my first encounter with all the teammates I introduced myself in a very low pitch. Several questions were asked – what my name was? Where was I from? etc. etc.",
    "Later our team Scrum master took me to one of the conference room and explained how most of things work in this company and project, It was more than an hour meeting but learned good stuff",
    "One more meeting with my co-worker regarding the project walk through and what they are expecting from me on this project. Now, this rose many questions in my head which I hope to get clarified tomorrow.",
    "Scared of........ being questioned and judged!!! This was my second meeting on the same day for more than an hour, so this nervousness was quiet obvious!  Never ending!",
    "I was made to sit on a chair for about 3 hours or so, and listen to the meetings, Mr. Bill Ambrosini did came across my desk and checked whether i did request all the access or not and ready to assign me work.",
    "My colleague Geetha Muriki has stopped by and asked to join for lunch if i wish so, joined lunch with other two colleagues at near by restaurant",
    "My colleague was checking on me whether i need anything else regarding work and had a small conversation on how things work as well felt relaxed after the conversation with him",
    "The wait ended up late in the evening. My manager Dennis Mojado stopped by desk and checked whether everything is okay.",
    "As, there was only an hour left for my dismissal, I checked with my co-worker about the hours of the team.",
    "I met my Team lead Linitha Balan later evening when i am leaving did get hardly 5min to meet her and discuss as she is so busy as always.",
    "For the first day ended well with mixed feelings. Just the first day experience was worth waking up 6 in the morning.",
    "I look forward to work with the team.",
    "I wish I could be on time tomorrow!"
  ],
  "footer": "-Signing off",
  "count": 4
}
